Repository: mijorus/simba
Catalog: po/*.po
Languages: de, es, fr, pt_br

source: Dismiss
de: Verwerfen
es: Descartar
pt_br: Ignorar

source: translator_credits
de: Sebin Nyshkim <sebin.nyshkim@icloud.com>
es: Sergio Varela https://ingrownmink4.tumblr.com
fr: Irénée Thirion
pt_br: Francisco Cândido <contact@flyrio.dev>

source: No skintones available
de: Keine Hauttöne verfügbar

source: Recently used emojis
de: Zuletzt benutzte Emoji
es: Emojis utilizados recientemente

source: Whoa, it's still empty! Your most used emojis will show up here
de: Ganz schön leer hier! Die zuletzt benutzen Emoji erscheinen hier
es: Vaya. ¡Esto todavía está vacío! Tus emojis más usados aparecerán aquí

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
pt_br: Copiado!

source: I have copied the emoji to the clipboard. You can now paste it in any input field.
de: Emoji in die Zwischenablage kopiert. Es kann jetzt in ein beliebiges Eingabefeld eingefügt werden.
es: He copiado el emoji en el portapapeles. Ahora puedes pegarlo en cualquier campo de entrada de texto.
fr: L’émoji a été copié dans le presse-papiers. Vous pouvez maintenant le coller dans n’importe quel champ de saisie.
pt_br: O emoji foi copiado para a área de transferência. Agora você pode cola-lo em qualquer campo de texto.

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
pt_br: Configurações

source: General
de: Allgemein
fr: Général
pt_br: Geral

source: Run in the background
de: Im Hintergrund ausführen
es: Ejecutar en segundo plano
fr: Exécuter en arrière-plan
pt_br: Executar em segundo plano

source: Keep Smile running in the background for a faster launch
de: Smile für einen schnelleren Start im Hintergrund ausführen
es: Mantener Smile ejecutándose en segundo plano para un inicio más rápido
fr: Garder Smile actif en arrière-plan pour un lancement plus rapide
pt_br: Manter o Smile rodando em segundo plano para uma execução mais rápida

source: Minimize on exit
de: Beim Schließen minimieren
es: Minimizar al salir
fr: Réduire l’application une fois quittée
pt_br: Minimizar ao fechar

source: Minimize the window when selecting an emoji
de: Das Fenster minimieren, nachdem ein Emoji gewählt wurde
es: Minimizar la ventana al seleccionar un emoji
fr: Réduire la fenêtre quand un émoji est sélectionné
pt_br: Minimizar ao selecionar um emoji

source: Mouse behaviour
de: Mausverhalten
es: Comportamiento del ratón

source: Mouse multi select
de: Mehrfachauswahl mit Maus
es: Selección múltiple con el ratón

source: Select multiple emojis with a single mouse click, replacing Shift + Click; press Enter to confirm and Esc to dismiss.
de: Mehrere Emoji mit einfachem Mausklick wählen, ersetzt Umschalt + Klick; Enter zum Bestätigen, Esc zum Verwerfen.
es: Selecciona varios emojis con un solo clic del ratón, sustituyendo a Mayús + Clic; pulsa Intro para confirmar y Esc para descartar.

source: Paste emojis automatically
de: Emoji automatisch einfügen
es: Pegar emojis automáticamente
pt_br: Colar emojis automaticamente

source: Enabled
de: Aktiviert
es: Activado
pt_br: Ativado

source: Emulates the Ctrl+V shortcut; might <b>not work</b> on some programs. If using the extension, <b>please ensure that it is correctly ENABLED</b>.
de: Emuliert Strg+V Kürzel; <b>funktioniert evtl. nicht</b> mit einigen Programmen. Bei Verwendung der Erweiterung, <b>bitte sicherstellen, dass sie AKTIVIERT ist</b>.
es: Emula el atajo Ctrl+V; puede que <b>no funcione</b> en algunos programas. Si utiliza la extensión, por favor, <b>asegúrese de que está correctamente HABILITADA</b>.
pt_br: O Ctrl+V pode não funcionar em alguns programas. Se estiver usando a extensão, tenha certeza de que está corretamente ATIVADA.

source: Get the GNOME extension
de: GNOME Erweiterung holen
es: Obtener la extensión de GNOME
pt_br: Obtenha a extensão para GNOME

source: Install the extension to paste automatically on X11 and Wayland
de: Erweiterung installieren um unter X11 und Wayland automatisch einzufügen
es: Instala la extensión para pegar automáticamente en X11 y Wayland
pt_br: Instalar a extensão para colar automaticamente com X11 e Wayland

source: Customization
de: Anpassungen
es: Personalización
fr: Personnalisation
pt_br: Customização

source: Localized tags
de: Lokalisierte Tags
es: Etiquetas localizadas
fr: Étiquettes localisées
pt_br: Tags localizadas

source: Use localized tags
de: Lokalisierte Tags verwenden
es: Utilizar etiquetas localizadas
fr: Utiliser les étiquettes dans la langue locale
pt_br: Usar tags localizadas

source: Merge localized and English tags
de: Lokalisierte und englische Tags zusammenführen
es: Fusionar etiquetas localizadas e inglesas
fr: Fusionner les étiquettes locales et en anglais
pt_br: Juntar tags localizadas e em Inglês

source: Use both localized tags and English ones at the same time
de: Sowohl englische als auch lokalisierte Tags verwenden
es: Utilizar etiquetas localizadas y en inglés al mismo tiempo
fr: Utiliser à la fois les étiquettes dans la langue locale et en anglais
pt_br: Utilizar etiquetas localizadas e etiquetas em inglês simultaneamente

source: Custom tags
de: Eigene Tags
es: Etiquetas personalizadas
fr: Étiquettes personnalisées
pt_br: Tags customizadas

source: Available (using the GNOME extension)
de: Verfügbar (verwende GNOME Erweiterung)
es: Disponible (utilizando la extensión de GNOME)
pt_br: Disponível (usando a extensão para GNOME)

source: Requires the GNOME extension on Wayland
de: Erfordert die GNOME Erweiterung unter Wayland
es: Requiere la extensión de GNOME en Wayland
pt_br: Requer a extensão para GNOME no Wayland

source: Available (using xdotool on X11)
de: Verfügbar (verwende <code>xdotool</code> unter X11)
es: Disponible (utilizando xdotool en X11)
pt_br: Disponível (usando xdotool no X11)

source: Launch the app with a shortcut
de: App über Tastenkürzel starten
es: Iniciar la aplicación con un acceso directo
fr: Lancer l’application avec un raccourci
pt_br: Abrir aplicativo com um atalho

source: Create a new keyboard shortcut in your system settings and paste the following code as a custom command
de: Eine neue Tastenkombination in den Systemeinstellungen erstellen und den folgenden Code als Befehl einfügen
es: Crea un nuevo atajo de teclado en la configuración del sistema y pega el siguiente código como comando personalizado
fr: Créez un nouveau raccourci clavier dans les paramètres de votre système et copiez le code suivant comme commande personnalisée
pt_br: Crie um novo atalho de teclado nas configurações do seu sistema e cole o código abaixo como um comando customizado

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
pt_br: Remover

source: There are no custom tags yet: create one with Alt + T
de: Es gibt noch keine eigenen Tags: erstellen mit Alt + T
es: Aún no hay etiquetas personalizadas: crea una con Alt + T
fr: Il n’y pas encore d’étiquettes personnalisées : créez-en une avec Alt + T
pt_br: Você não tem tags customizadas: crie uma com Alt + T

source: Default skintone
de: Standardhautton
es: Tono de piel predeterminado
fr: Teinte de peau par défaut
pt_br: Tom de pele padrão

source: Emoji size
de: Emojigröße
es: Tamaño del emoji
pt_br: Tamanho dos emojis

source: Default
de: Standard
es: Predeterminado
pt_br: Padrão

source: Big
de: Groß
es: Grande
pt_br: Grande

source: Bigger
de: Größer
es: Muy grande
pt_br: Maior

source: Giant
de: Riesig
es: Gigante
pt_br: Gigante

source: Invalid file selected
de: Ungültige Dateiauswahl
es: Archivo seleccionado no válido

source: The configuration file that you selected is not a valid backup.
de: Die gewählte Konfigurationsdatei ist kein gültiges Backup.
es: El archivo de configuración que ha seleccionado no es una copia de seguridad válida.

source: Close
de: Schließen
es: Cerrar

source: Export and import custom tags
de: Eigene Tags exportieren/importieren

source: Use the buttons below to create or restore custom tags from another machine
de: Schaltflächen unten verwenden, um ein Backup der eigenen Tags zu erstellen oder sie von einem anderen Rechner wiederherzustellen

source: Export to file
de: Datei exportieren

source: Import from file
de: Datei importieren

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
pt_br: Preferências

source: Shortcuts
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis
pt_br: Atalhos

source: What's new?
de: Was ist neu?
es: ¿Cuáles son las novedades?
fr: Quoi de neuf ?
pt_br: O que há de novo?

source: Install GNOME extension
de: GNOME Erweiterung installieren
es: Instalar extensión de GNOME
pt_br: Instale a extensão para GNOME

source: Translate this app
de: Diese App übersetzen
es: ¡Traduzca esta aplicación!
fr: Traduire cette application
pt_br: Traduzir esse aplicativo

source: About
de: Über
es: Acerca de Smile
fr: À propos
pt_br: Sobre

source: Mouse
de: Maus
es: Ratón
fr: Souris

source: Copy the selected emoji and hide the window
de: Ausgewähltes Emoji kopieren und Fenster ausblenden

source: Open the skintone selector (if available)
de: Hauttonauswahl öffnen (falls verfügbar)
es: Abrir el selector de tonos de piel (si está disponible)
fr: Ouvrir le sélecteur de teintes de peau (si disponible)
pt_br: Abrir seletor de tom de pele (se disponível)

source: Add a custom tag
de: Eigenen Tag hinzufügen
es: Añadir una etiqueta personalizada
fr: Ajouter une étiquette personnalisée
pt_br: Adicionar tag customizada

source: Add an emoji to selection
de: Emojiauswahl hinzufügen
es: Añadir un emoji a la selección
fr: Ajouter un émoji à la sélection
pt_br: Adicionar emoji a seleção

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
pt_br: Teclado

source: Copy the selected emoji and hide the window (When an emoji is highlighted)
de: Ausgewähltes Emoji kopieren und Fenster ausblenden (wenn ein Emoji hervorgehoben ist)
es: Copiar el emoji seleccionado y ocultar la ventana (Cuando un emoji está resaltado)
fr: Copier l’émoji sélectionné et masquer la fenêtre (lorsqu’un émoji est mis en évidence)
pt_br: Copiar o emoji selecionado e esconder a janela (Quando o emoji estiver destacado)

source: Copy first emoji and hide the window (When using the search bar)
de: Erstes Emoji kopieren und das Fenster ausblenden (bei Verwendung der Suchleiste)
es: Copiar el primer emoji y ocultar la ventana (Al utilizar la barra de búsqueda)
fr: Copier le premier émoji et masquer la fenêtre (quand la barre de recherche est utilisée)
pt_br: Copiar o primeiro emoji e esconder a janela (Quando estiver usando a barra de busca)

source: Show the category on the right
de: Kategorie auf der rechten Seite anzeigen
es: Mostrar la categoría a la derecha
fr: Afficher la catégorie sur la droite
pt_br: Mostrar a categoria na direita

source: Show the category on the left
de: Kategorie auf der linken Seite anzeigen
es: Mostrar la categoría a la izquierda
fr: Afficher la catégorie sur la gauche
pt_br: Mostrar a categoria na esquerda

source: Remove the last emoji from the selection
de: Das letzte Emoji aus der Auswahl entfernen
es: Eliminar el último emoji de la selección
fr: Supprimer le dernier émoji de la sélection
pt_br: Remover o último emoji da seleção

source: Copy the selection and hide the window, without the highlighted emoji
de: Auswahl kopieren und das Fenster ausblenden, ohne das hervorgehobene Emoji
es: Copiar la selección y ocultar la ventana, sin el emoji resaltado
fr: Copier la sélection et masquer la fenêtre, sans l’émoji mis en évidence
pt_br: Copiar a seleção e esconder a janela, sem o emoji destacado

source: Status:
es: Estado:

source: Pro tip!
pt_br: Dica!

source: You can now automatically paste emojis on X11 systems and with the GNOME extension on Wayland!
pt_br: Agora você pode colar emojis automaticamente em sistemas com X11 e com a extensão para GNOME em sistemas com Wayland!

source: Install
pt_br: Instalar
